[
  {
    "paragraphs": [
      {
        "id": "TRAIN_0",
        "context": "碧冬茄（）为茄科碧冬茄属的杂交种，最早是由P.axillaris和P.integrifolia杂交形成的，现在可以由该属的任何植物杂交而成，它是一种常见的园艺植物。",
        "qas": []
      }
    ],
    "id": "TRAIN_0",
    "title": "矮牵牛"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_1",
        "context": "阿拉伯婆婆纳（）又称波斯婆婆纳、台北水苦藚等，为车前草科婆婆纳属下的一个种。它是一种开花植物，原产欧亚大陆。欧洲、南欧、西亚、喜马拉雅山及亚洲。中国西南、华东至华北，包含浙江、陕西及长江流域、日本各地有归化山野自生、台湾全境冬至春季平野至中海拔阴湿地成群自生，宜兰、台北、台中、南投、嘉义，海岸至海拔 2,200 公尺荒地，算是归化种。婆婆纳名字，最早出自明代《救荒本草》这本书，作者是朱元璋第五子周定王朱橚，组织王府中的学者共同编写而成。阿拉伯婆婆纳由于不含毒性，所以全草都可以入药。有跌打损伤、祛风散热、消肿解毒，主治:肾虚、风湿、痢疾、疥疮、乳腺炎、阴囊肿大、痈疮肿毒。",
        "qas": []
      }
    ],
    "id": "TRAIN_1",
    "title": "阿拉伯婆婆纳"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_2",
        "context": "玉兰（），别名白玉兰、望春花、玉兰花，原产中国中部山野，现世界各地庭园常见栽培，是上海市市花。中文中惯称含笑属的白兰（）为「玉兰花」，但实际上两者为不同种不同属的植物。落叶小乔木，高可达15m。树冠卵形或近球形。幼枝及芽均有毛。倒卵状长椭圆形叶子，长10～15cm，先端突尖而短钝，基部广楔形或近圆形，幼时被面有毛。花大，迳12～15cm,喜光，稍耐荫，颇耐寒，北京地区于背风向阳处能露地过冬。喜肥沃适当湿润而排水良好的酸性土壤（pH5～6），但亦能生长于碱性土（pH7～8）中。根肉质，畏水淹。生长速度较慢，在北京地区每年伸长不过30cm左右。在北京于4月初萌动，4月中旬开花，花期约十天，花谢后展叶，至5月初可形成叶幕。至10月中下旬开始落叶，11月落净。在长江流域于3月开花，在广州2月即可开花。花瓣质厚而清香，可裹面油煎食用，又可糖渍，香甜可口。种子可榨油，树皮可入药，木材可供制小器具或雕刻用。",
        "qas": []
      }
    ],
    "id": "TRAIN_2",
    "title": "玉兰"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_3",
        "context": "印度榕（），又名橡胶榕，印度橡胶榕，印度橡胶树或印度橡树，属于双子叶植物纲荨麻目桑科榕属榕亚属常绿乔木。因为含有白色黏液的乳汁，所以成为早期橡胶的来源，但也易被人误疑为橡胶树的一种，花果期为每年9月到11月。印度榕原产锡金、印度东北部、缅甸、马来西亚北部、印度尼西亚（苏门答腊、爪哇）等地。印度橡胶树、橡皮榕、印度胶树、橡皮树、印度橡皮树、橡胶榕",
          "qas": []
      }
    ],
    "id": "TRAIN_3",
    "title": "橡胶榕"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_4",
        "context": "绣球（），又名绣球花、八仙花、草绣球、紫阳花（），是绣球花科绣球属下的一个植物种。绣球花是一种常见的园艺装饰花，花色一般包括红蓝紫色，会因所在环境的酸碱度引起花色变化，所以也可作为天然的酸碱指示剂，其在酸性的土壤偏向青色、中性~碱性的土壤则偏向红色。夏季开花，花期5-8月。也常用于制作干花。整株植物有毒，茎叶毒性较强。根据日本绣球花研究者山本武臣之研究，「紫阳花」之称呼最早出自唐朝诗人白居易，可能用以称呼紫丁香。后因平安时代学者源顺（日语：源顺）误用流传，而成为日本对绣球花的通称。神户市将其作为市花。",
        "qas": []
      }
    ],
    "id": "TRAIN_4",
    "title": "八仙花"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_5",
        "context": "八角金盘（）是八角金盘属下的一个种，是一种原产于日本南部的常绿灌木。高度可达3－6米（9.8－19.7英尺）。八角金盘是常见的观赏植物，在冬天温度不低于零下十五摄氏度的地区都可以生存。已被证实可去除室内甲醛。八角金盘和其培育种F. japonica 'Variegata'已获得皇家园艺学会优秀园艺奖（Award of Garden Merit）。",
        "qas": []
      }
    ],
    "id": "TRAIN_5",
    "title": "八角金盘"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_6",
        "context": "白三叶草（），又名白花三叶草、白三叶、菽草、白车轴草或白花苜蓿，是一种产自欧洲、北非及西亚的三叶草。它们广泛的引进世界各地，尤其是北美洲的草地甚为普遍，中国南北各地均有分布。白三叶草是多年生草本植物。它们矮生，有白色的花朵，很多时有些粉红色或黄白色，多数密集成头状，花冠一般阔1.5-2厘米，末端有长7厘米的花梗。复叶呈三小叶，呈椭圆形至倒卵形，缘有细齿，及有长柄。茎无毛，有走茎的作用，匍匐地面，故白三叶草很多时会形成草垫，茎子每年会生长18厘米，并会在结节长出根，有良好的水土保持作用。荚果，黄褐色细小种子。白三叶草可以在草地、农作物及及园林中生长。白三叶草可以耐低割，在不同土壤的种类及pH值中都可以生长，不过较喜欢黏土。它们是自然或有机草地护理的有益媒介，因为它们有固氮的能力，并比野草优胜。天然固氮可以减低土壤的淋泸，及预防一些疾病。",
          "qas": []
      }
    ],
    "id": "TRAIN_6",
    "title": "白车轴草"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_7",
        "context": "檵木（），《中国植物志》类推简化作𪲛木，又名梽木、桎木、檵花、纸末花，是金缕梅科檵木属植物。分布于中国大陆南部和西南部以及日本、东南亚、印度东北部等地，生长于海拔450－1500米的地区，多见于向阳的丘陵及山地，亦常出现在马尾松林及杉林下。常绿灌木，有时为小乔木；檵木有两个变种，原变种花白或淡黄色，叶绿色；红花檵木花粉至红色，新生叶铜红色，老叶橄榄绿或酒红色，老叶的颜色与育种和生长状况有关。白花变种植株最高可达3.7米，而粉花至红花变种一般只有1.5米高。冠幅1.8－2.4米，常绿灌木，罕有小乔木，分支形成平层，单叶互生，卵圆形，先端急尖，基部圆滑收缩，长2－5厘米，宽1.5－3.5厘米，叶面有磨砂感，花瓣4枚，线形；花两性，3－8朵簇生；木质蒴果，有星状毛；种子长卵形，长4－5毫米。中医学认为叶、花、果实可入药，能解热、止血，通经活络；枝叶可提取栲胶，种子可榨油。",
          "qas": []
      }
    ],
    "id": "TRAIN_7",
    "title": "檵木"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_8",
        "context": "白兰（），在华南、西南及东南亚地区生长的常绿原生植物，属木兰科含笑属的乔木，一般可长至10－13米的高度。是由黄玉兰和山含笑（）自然杂交得到，同属的还有大约49种植物。其花形似黄葛树芽包，在中国西南地区还有黄葛兰的别名。白兰就是台湾俗称的玉兰花；虽然曾经在植物学的分类上白兰并非玉兰属的植物,但近代透过基因检测发现白兰所属的含笑属比许多玉兰属的植物更为接近玉兰。为免将知名度甚高的玉兰属分拆,植物学家决定将含笑属也并入玉兰属之中,使白兰成为玉兰属的一员。白兰花的幼枝及芽呈绿色，密披微柔毛。叶浅绿色，互生，长椭圆形而先端较尖，革质，表皮无毛，长约10－20厘米，宽4－9.5厘米，面无毛，底疏生微柔毛。白兰花一般可开花两次，第一次在夏季，第二次在秋季，夏季花比较多，花色一般乳白色，披针形花披片10片，长3－4厘米，药隔伸出成短尖头，雌蕊群披微柔毛。蓇葖果成熟时红色，少见结实。可用嫁接或压条繁殖。中国南方妇女常摘取花朵来佩戴在身，也可提取香精或熏茶；在云南等地它还被俗称为“缅桂花”。",
        "qas": []
      }
    ],
    "id": "TRAIN_8",
    "title": "白兰花"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_9",
        "context": "百合竹（）为天门冬科虎斑木属下的一个种，又可称为金黄竹蕉、短叶竹蕉、曲叶龙血树。",
        "qas": []
      }
    ],
    "id": "TRAIN_9",
    "title": "百合竹"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_10",
        "context": "彩叶草（），又名五彩苏、锦紫苏、洋紫苏、锦鸡儿等，为唇形科的一个物种：旧属鞘蕊花属，今属马刺花属。彩叶草的叶子色彩非常丰富多彩，是受欢迎的室内和花园植物。它的原产地是东南亚和马来西亚。彩叶草很容易通过扦插繁殖，它们喜欢半荫环境，虽然可以容忍阳光直射。它们不容忍霜冻。其根含丰富的环磷酸腺苷，可入药，或用于生产减肥食品。",
        "qas": []
      }
    ],
    "id": "TRAIN_10",
    "title": "彩叶草"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_11",
        "context": "长寿花（）又称家乐花、矮生伽蓝菜、圣诞伽蓝菜、寿星花、布洛斯费尔德高凉菜，属景天科伽蓝菜属，原产于非洲的马达加斯加。长寿花是常见的观赏花卉。长寿花于1927年由法国植物学家在马达加斯加岛上海拔2000公尺发现，1932年由德国人布劳斯费尔德, 自非洲马达加斯加引入德国波茨坦，其后广泛种植，并用他的名字为植物命名。由于长寿花临近圣诞节及中国的春节开花，于是成为常见的节日花卉。株高40厘米，叶圆形或椭圆形，深绿色，叶片边缘为钝齿状，长约二至八厘米，肉质叶的边缘略带红色，叶面光亮，终年常绿。对生花簇生，原种花为单瓣红色，但人工培育的花色多，有红、橙、黄、紫等多种颜色，花期较长，花期为冬季至春季，约为十二月下旬至翌年五月，并且开花量大，近年培养出重瓣花品种，在园艺上逐渐取代单瓣花品种。长寿花虫害主要包括蚜虫、西方花蓟马、介壳虫、仙客来螨、卷叶虫和蕈蚊幼虫。蚜虫会造成长寿花严重的伤害，尤其在冬天和初春时期。利用蚜虫的寄生虫和胡蜂进行生物防治，效果会较化学防治好。",
          "qas": []
      }
    ],
    "id": "TRAIN_11",
    "title": "长寿花"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_12",
        "context": "石斛属（）属于兰科的树兰亚科下的多年生草本植物，包含约1,450种。主要分布于亚洲和大洋洲热带地区。具有观赏和药用价值。它的学名Dendrobium一词源自希腊语dendro就是树木，而bium就是生长的意思。 石斛兰原被归入柄唇兰族，但现在已独立成为一族。",
        "qas": []
      }
    ],
    "id": "TRAIN_12",
    "title": "石斛属"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_13",
        "context": "葱莲又名葱兰、玉帘（）石蒜科葱莲属的植物。多年生草本。地下鳞茎，直径约2.5厘米，具明显的颈部。基生线形叶，长20到30厘米，宽2到4毫米。花茎中空，花单生于花茎顶部。下有带褐红色的佛焰苞状总苞片，总苞片顶端2裂。花梗藏于苞片内，长约1厘米。夏秋开白花，外面常带淡红色，花被漏斗状，几无花被管，花被片6，长3到5厘米，顶端钝或具短尖头，宽约1厘米，近喉部常有很小的鳞片。雄蕊6，长约为花被的一半。花柱细长，柱头微3裂。蒴果近球形，直径约1.2厘米，3瓣开裂。种子黑色，扁平。原产南美。分布在南美洲以及中国大陆的上海、广东、湖北、江苏、浙江等地，常生长在路边，目前已由人工引种栽培。玉帘（日本名），葱兰（江苏，安徽通称），风雨兰（香港通称）",
          "qas": []
      }
    ],
    "id": "TRAIN_13",
    "title": "葱兰"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_14",
        "context": "黄花酢浆草（）为酢浆草科酢浆草属下的一个种。",
        "qas": []
      }
    ],
    "id": "TRAIN_14",
    "title": "黄花酢浆草"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_15",
        "context": "紫花酢浆草（）为酢浆草科酢浆草属下的一个种，又名红花酢浆草、铜锤草、紫花酢酱草、紫花酸酱草。多年生草本植物，地下有小鳞茎，用鳞茎繁殖。茎和叶含草酸，有酸味；复叶由3片阔倒卵形小叶组成，叶尖凹缺；夏季开紫红色花，在总梗上排列成伞状花序；短线形蒴果有毛，成熟时裂开。株高约35厘米。叶长约3.5厘米。身长于平地。原产南美洲，中国大陆南北都有栽培。它们长于耕地边、疏林、路边和荒地或栽种于庭园。在台湾从海边到低海拔山区皆有分布(包含北海岸富贵角、台北市区、新北市土城城林人工溼地、台中市等)，台湾中部以北极为常见，包括市区、城乡的巷弄内都有其踪迹。主要生长期为冬、春两季，夏、秋时节以地下鳞茎渡过。全草可食用或药用，功效跟酢浆草相同，有清热解毒、散瘀消肿之效。全株都可食用，主根洗净去皮除了可生吃，也可煮汤或炒肉丝；叶片微酸，常被用来盐渍做为小菜；花则可炒食，也可加面糊油炸。",
          "qas": []
      }
    ],
    "id": "TRAIN_15",
    "title": "红花酢浆草"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_16",
        "context": "打碗花（）习称“旋花”，亦称“小旋花”、“常春藤打碗花”。分布在埃塞俄比亚、亚洲、马来亚以及中国大陆的全国各地等地，生长于海拔100米至3,500米的地区，多生长于农田、平原、荒地及路旁，目前尚未由人工引种栽培。根状茎富含淀粉，可供使用、酿酒、制饴糖；花及根状茎可入药，花止痛，根状茎能调经活血、健脾益气；全草可作饲料",
        "qas": []
      }
    ],
    "id": "TRAIN_16",
    "title": "打碗花"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_17",
        "context": "紫薇（）是一种小乔木，原产，是一种适应性强的长寿树种。花期长，所以又有「百日红」之称。紫薇花是安阳市和襄阳市市花。因其树型不高，所以非常适宜作为庭院观赏树和街道绿化树。紫薇在中国已经有几千年的栽培史，唐朝时就盛植于长安宫廷之中。西方人从印度发现这种树，因此法语称其为“印度丁香”（）。紫薇的拉丁种名来源于瑞典商人，因为他向创造双名法的瑞典植物学家林奈提供了这种植物的样本。紫薇与九芎非常相像，树干都十分光滑, 同属于千屈菜科。落叶小乔木；新生树皮后旧皮脱落，故树干光滑；紫薇花从白到红都有，九芎的花色则是纯净的白，每年夏至秋季可持续开花不间断。夏季满树开花，顶生圆锥花序，每朵花有六瓣，花瓣皱缩如同皱纹纱，英语称其为“皱纹纱桃金娘”（Crape myrtle 或 Crepe myrtle），花色有白色、红色、紫色、淡藕荷色等多种颜色，边缘有不规则缺刻，基部具有长爪，非常美观；花期可长达2—3个月。",
          "qas": []
      }
    ],
    "id": "TRAIN_17",
    "title": "紫薇"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_18",
        "context": "大薸（），又名大萍、大蕊萍、大莲、水芙蓉，为天南星科大薸属的唯一物种。分布在全球热带、亚热带以及中国的浙江、安徽、广东、广西、山东、云南、福建、四川、湖北、江苏、湖南等地，生长于海拔200米至1,900米的地区，常生于沟渠中、沟渠边、静水中、湖边、稻田中、流水中、稻田边和溪边，目前尚未由人工引种栽培。",
        "qas": []
      }
    ],
    "id": "TRAIN_18",
    "title": "大薸"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_19",
        "context": "大叶黄杨（）是黄杨科黄杨属的植物，为中国的特有植物。冬青卫矛、扶芳树、万年青、卫矛冬青、正木。常绿灌木，小枝具四棱，枝叶密生，树冠球形。倒卵形或椭圆形叶片对生，边缘具钝锯齿，表面深绿色，有光泽。夏季开绿白色花，聚伞花序腋生，具长梗。扁球形淡红色蒴果，裂开；种子有桔红色假种皮。分布在中国大陆的湖南、江西、广西、贵州、广东等地，生长于海拔500米至1400米的地区，常生长在河岸、山地、山谷以及山坡林下，目前尚未由人工引种栽培。",
          "qas": []
      }
    ],
    "id": "TRAIN_19",
    "title": "大叶黄杨"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_20",
        "context": "倒挂金钟属（），俗称倒挂金钟，又称灯笼海棠或吊钟海棠，台湾多以吊钟花称之。是开花植物桃金娘目柳叶菜科的一个属，为多年生灌木。倒挂金钟是由法国植物学家查尔斯·帕鲁密尔（Charles Plumier）在17世纪晚期发现的，并以德国植物学家莱昂哈特·福克斯的名字命名。「Fuchsia」也是迪士尼荷兰电影《魔法小女巫》女主角「小霞」的名字来源。倒挂金钟性喜凉爽湿润的环境，怕高温与强光。由于花色艳丽，花形奇特，且花期长，适做盆花观赏。",
        "qas": []
      }
    ],
    "id": "TRAIN_20",
    "title": "倒挂金钟"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_21",
        "context": "稻槎菜（）为菊科稻槎菜属的植物。分布在朝鲜、日本以及中国大陆的湖南、江苏、广西、安徽、陕西、福建、江西、广东、浙江、云南等地，生长于海拔500米至2,500米的地区，常生于田野、荒地和路边，目前尚未由人工引种栽培。",
          "qas": []
      }
    ],
    "id": "TRAIN_21",
    "title": "稻槎菜"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_22",
        "context": "吊竹梅（），又名吊竹草、水龟草，鸭跖草科紫万年青属下多年生常绿蔓生草本植物。原生于墨西哥与中美地带，如今在亚洲、非洲、澳洲、南美洲等地都已普及。台湾于1909年引进，全岛各地普遍栽培，并驯化成野生；喜生于溪边，路旁阴湿地。吊竹梅因适宜吊盆栽植，因而得名。吊竹梅的观赏重点在于它美丽多彩的叶子。银灰色系至灰绿色系的叶片上布有各种色调的紫色系斑纹，非常耀眼。全草有毒，但具药用价值。水龟草在新加坡等地被用作医疗肾脏衰竭等病状。吊竹梅生命力强健，性喜高温潮溼的环境，全日照或是半日照都能生长。吊竹梅的蔓性茎可以沿著地面匍匐生长，每一茎节都能长出根来。一般使用扦插法繁殖。",
        "qas": []
      }
    ],
    "id": "TRAIN_22",
    "title": "吊竹梅"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_23",
        "context": "拖鞋兰属（），俗称兜兰、拖鞋兰、仙履兰、芭菲尔鞋兰，是兰科下的一个属。属名来自希腊文Paphia及pedilon（拖鞋）组合而成。paphia是希腊神话中的爱神阿芙萝黛蒂的一个别名，源自阿芙萝黛蒂诞生后在爱琴海赛普勒斯（Cyprus）岛上的登陆地点帕福斯（Paphos）而来。全属约有128个物种（含31个天然杂交种），分布于中国大陆南方、印度、东南亚及大洋洲诸岛。。拖鞋兰的品种有麻栗坡拖鞋兰、长瓣拖鞋兰、虎斑拖鞋兰、卷萼拖鞋兰、紫纹拖鞋兰、同色拖鞋兰、越南拖鞋兰等。1886年，德国植物学家乌戈·恩斯特海因里希‧辉瑞将喜普鞋兰属中的一群物种分离出来，独立为一个新属。它与全北区的亲缘属喜普鞋兰属曾被认为是同一属。拖鞋兰属在1959年被定为一有效分类单元。",
        "qas": []
      }
    ],
    "id": "TRAIN_23",
    "title": "兜兰"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_24",
        "context": "豆瓣绿又名翡翠椒草（）、碧玉、一柱香、岩豆瓣、豆瓣草、豆瓣如意、四瓣金钗、指甲草、豆瓣打不死，为胡椒科草胡椒属下的一个种，分布于亚、非、澳洲和纽西兰，地生或附生。",
        "qas": []
      }
    ],
    "id": "TRAIN_24",
    "title": "豆瓣绿"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_25",
        "context": "鹅掌柴（），又名鸭脚木、鸭母树、江某、七加皮。为五加科鹅掌柴属的植物。花淡黄色，小型难辨雌雄，台湾民间俗称「公母」，因台语谐音写作「江某」。常绿乔木或灌木。掌状复叶，椭圆形小叶6～9枚。冬季开白色花，伞房花序聚生成大型圆锥花序。暗紫色球形果实。分布在台湾以及中国大陆的广东、广西等地，生长于海拔400米至900米的地区，见于谷地密林下、溪边较湿润处和树上。",
        "qas": []
      }
    ],
    "id": "TRAIN_25",
    "title": "鹅掌柴"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_26",
        "context": "一年蓬（）别名千层塔（江西）、治疟草、野蒿（江苏）、白顶飞蓬，是菊科飞蓬属的植物。一年生或二年生草本。茎直立，有微毛；茎生叶为披针形或线状披针形，基生叶呈莲座状，花开后枯萎；头状花序排列成伞房状，秋季开花，外围两层白色或略带淡紫色的舌状花，中央为黄色管状花，两性。一年蓬原产北美洲，后来被引入世界其他地区。全草可入药，功能止泻、消食、止血，主治急性胃肠炎、消化不良、尿血等症。",
          "qas": []
      }
    ],
    "id": "TRAIN_26",
    "title": "一年蓬"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_27",
        "context": "葡萄，古作蒲陶，是葡萄属（学名：Vitis）植物的通称，是一类常见的落叶木质藤本植物，其果实是浆果类水果。葡萄可以生吃，其色美、气香、味可口，西方主要用来酿造葡萄酒，东方则是习惯直接食用并培育出口感较佳的品种。葡萄还可以用以生产果酱、果汁、果冻、葡萄籽精华素、葡萄干、醋、葡萄籽油（英语：grape seed oil）等等。葡萄的生长没有呼吸跃变(非更年性)，其果实成簇聚集在一起。「葡萄」一词源自古大宛语，相当于今伊朗语。「葡萄」一词成为正式名称以前，曾有多种书写形式，《史记》和《汉书》中称为蒲陶、《后汉书》里开始称为葡萄、《魏书》里使用的是蒲萄。唐、金、明时用过蒲桃，金代诗人元好问撰《葡桃酒赋》称为葡桃，明李时珍《本草纲目》和徐光启《农政全书》中均称为葡萄。葡萄人工栽培的历史开始于6000–8000年前的近东地区。葡萄酒在人类文化中占重要地位的最早考古证据被发现于格鲁吉亚地区，其时间可以追溯到8000年前。",
          "qas": []
      }
    ],
    "id": "TRAIN_27",
    "title": "葡萄"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_28",
        "context": "风信子（）是天门冬科风信子属的植物。原产于亚洲西南部、土耳其南部和中部、叙利亚西北部、黎巴嫩和以色列北部，在16世纪引种到欧洲。多年生草本，地下具有球形鳞茎，直径3－7厘米；披针形叶子厚，肉质质软，长15－35厘米，宽1－3厘米，螺旋状基生；花茎略高于叶，中空，顶生总状花序，高20－35厘米，偶为45厘米，由2－50朵芳香的紫色花组成穗状花序，长2－3.5厘米，管状花被6裂。风信子易于栽培，可以通过分离母株长出的小鳞茎来繁殖。在自然情况下，风信子的繁殖方式除去鳞茎繁殖外，还可以通过种子进行繁殖。风信子可由不同的昆虫授粉，如蜜蜂。花很芬芳，非常吸引昆虫，昆虫也能因此得到花蜜。花期过后，蒴果开始成熟，蒴果为球形，肉质，而当蒴果成熟后，它们会干燥开裂成3部分，每部分有2室，各包含数目不等的种子。种子为黑色，具一油质体，大小不定。这种结构使种子能够通过蚁播分散传播。蚂蚁会将种子带回自己的洞里，将种子的油质体作为食物，之后种子就在那里发芽。风信子含有生物碱，如果大量食用则会中毒，而其中鳞茎是毒性最强的部分，无论如何都不应食用。“只要点燃生命之火，便可同享丰盛人生。”",
          "qas": []
      }
    ],
    "id": "TRAIN_28",
    "title": "风信子"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_29",
        "context": "佛肚竹（），又名结头竹、佛竹、葫芦竹，为禾本科簕竹属下的一个种。分布于中国广东省。本种常作盆栽观赏。",
        "qas": []
      }
    ],
    "id": "TRAIN_29",
    "title": "佛肚竹"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_30",
        "context": "构树（），是一种桑科构属的植物，也叫楮树、榖树（榖音构）、钞票树、奶树、当当树、纸木 ，在台湾又俗称鹿仔树。        构树一名出自《酉阳杂俎》，别名有楮桃（《救荒本草》）、楮（《植物名实图考》）、榖桑（《《毛诗草木鸟兽虫鱼疏·其下维榖》》：「榖， 幽州人谓之榖桑。」）、榖树（《诗经》）等。 构树分布在马来西亚、缅甸、印度锡金、泰国、越南、日本、朝鲜以及中国大陆南北各地。台湾山区可以见到构树的踪迹。 2015年，台湾大学锺国芳教授团队与智利团队，利用构树的雌雄异株，难以自然传播的特性，研究在南岛语系地区的构树叶绿体基因单倍型（haplotype）差异，证实台湾是「太平洋构树」的原乡。为台湾为南岛语系原乡的假说提供了新的证据。小枝密布绒毛叶卵形，不裂或不规则3～5深裂构树的雌花雄花枝聚花果呈圆球形，肉质，红色",
                  "qas": []
      }
    ],
    "id": "TRAIN_30",
    "title": "构树"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_31",
        "context": "棕竹（）为棕榈科棕竹属下的一个种。棕竹又称观音竹、筋头竹、棕榈竹、矮棕竹，为棕榈科棕竹属常绿观叶植物，棕竹原产于中国，日本也有种植。棕竹为丛生灌木，高1至3米，茎干直立。茎纤细像手指，不分枝，有叶节，有褐色网状纤维的叶鞘。叶集生于茎顶，叶掌状，深裂达叶基部，有裂片3至12片，每片长约20至25厘米、宽1至2厘米，叶柄细长，被毛，长约8至20厘米。花数量极多，花序腋生，花细小，淡黄色，棕竹是雌雄异株。花期4至5月。浆果及种子为球形。棕竹喜欢温暖潮湿、半阴及通风良好的环境，畏惧烈日当空，较耐寒，可耐0℃左右低温。",
          "qas": []
      }
    ],
    "id": "TRAIN_31",
    "title": "棕竹"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_32",
        "context": "枸骨（）为冬青科冬青属的植物。常绿灌木或小乔木，高 1 ～ 3 米。幼枝具纵脊及沟，二年枝褐色，三年枝灰白色。叶片厚革质，二型，四角状长圆形或卵形，长4～9公分，宽2～4公分，先端具3枚坚硬刺齿，中央刺齿常反曲，基部圆形或近截形，两侧各具1～2刺齿。叶面深绿色，有光泽，背淡绿色，两面无毛。主脉在上面凹下，背面隆起，侧脉 5 ～ 6对。叶柄长 4 ～ 8 毫米，上面具狭沟。花序簇生于二年生枝的叶腋内。果球形，直径 8 ～ 10 毫米，成熟时鲜红色。花期4 ～ 5 月，果期10 ～ 12月。分布在欧美、朝鲜以及中国大陆的浙江、江苏、湖南、江西、云南、湖北、上海、安徽等地，生长于海拔150米至1900米的地区，见于山坡及丘陵等的灌丛中。中医上以叶入药，称“功劳叶”，性平、味微苦甘，功能补阴、清虚热，主治虚劳发热咳嗽、腰膝酸痛等症。中国冬青、猫儿刺（本草纲目）、老虎刺、八角刺（中国高等植物图鉴）、鸟不宿（云南植物志）、构骨（误写、浙江植物志）、狗骨刺（江西安福）、猫儿香、老鼠树（江苏植物志）",
          "qas": []
      }
    ],
    "id": "TRAIN_32",
    "title": "枸骨"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_33",
        "context": "野燕麦（）为禾本科燕麦属下的一种植物，为一种常见的杂草。草本植物，高30～150厘米。须根，茎丛生；叶鞘松弛，没有叶耳，叶舌大而透明，这些与麦苗不同；圆锥花序；小穗下垂；纺锤形颖果，被有淡棕色柔毛。",
        "qas": []
      }
    ],
    "id": "TRAIN_33",
    "title": "野燕麦"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_34",
        "context": "瓜叶菊（别称富贵菊、黄瓜花）是菊科瓜叶菊属的植物，为中国的特有植物。分布于中国的陕西等地，目前已由人工引种栽培。瓜叶菊是一年生草本植物，株高约10至20公分，叶片大块，似瓜类植物，所以学名命名为瓜叶菊。而华人爱称之为「富贵菊」，是新年观赏花卉应景盆栽，寓意「大富大贵」、「发大财」。富贵菊花期在1至5月，有菊科植物的头状花絮，开花时茂密灿烂、赏心悦目、热闹。",
        "qas": []
      }
    ],
    "id": "TRAIN_34",
    "title": "瓜叶菊"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_35",
        "context": "广东万年青又名粗肋草（）为天南星科粗肋草属的植物。分布于菲律宾、越南以及中国大陆的广西、云南、广东等地，生长于海拔500米至1,700米的地区，多生于密林中，目前尚未由人工引种栽培。",
        "qas": []
      }
    ],
    "id": "TRAIN_35",
    "title": "广东万年青"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_36",
        "context": "龟背芋（），又称为龟背竹、凤梨蕉、蓬莱蕉及电信兰，是天南星科龟背芋属植物。龟背芋适应性强，性喜温暖，潮湿的环境，但也耐阴、耐阳及有一定的耐旱性，原产于墨西哥的热带雨林中。为著名大型观赏植物。常绿藤本植物，叶革质，茎干粗壮，下部常生有褐色气生根。幼叶呈心形，植株在生长过程中的新发叶片逐渐会有不规则的羽状裂口，其因像龟背而得名。花为黄白色的肉穗花序，外具白色的佛焰苞。果实为绿色柱状聚果。果实有凤梨香气，但含草酸钙（蓚酸）结晶，会刺激皮肤及黏膜组织，带来些微刺痒的不适感。大量接触的话，可能会让皮肤发红搔痒，黏膜肿大发炎，故小心宠物误食。",
        "qas": []
      }
    ],
    "id": "TRAIN_36",
    "title": "龟背竹"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_37",
        "context": "海桐（），海桐科海桐属植物，又名海桐花。常绿的小乔木或灌木，最高可达3米。倒卵状长椭圆形较厚的叶子，有光泽；花期5月开芬芳的白色五瓣花，花聚集小枝顶上成伞形，后来花变黄色；果熟期在10月，卵形蒴果，成熟后果实三裂。根、叶子和种子都可以入药，根可以祛风活络、散瘀止痛；叶可以解毒、止血；种子可以涩肠、固精。",
        "qas": []
      }
    ],
    "id": "TRAIN_37",
    "title": "海桐花"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_38",
        "context": "蓬蘽（）为蔷薇科悬钩子属的植物。分布在日本、朝鲜、台湾岛以及中国大陆的江西、福建、浙江、安徽、广东、河南、江苏等地，生长于海拔1,500米的地区，见于山坡路旁阴湿处或灌丛中。",
        "qas": []
      }
    ],
    "id": "TRAIN_38",
    "title": "蓬蘽"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_39",
        "context": "蛇莓（）为蔷薇科蛇莓属的植物。多年生匍匐草本，有柔毛。复叶，小叶三枚。夏季开黄色花，花单生叶腋。果实为聚合的暗红色瘦果。花托至果期膨大呈头状，海绵质，红色。分布在南达印度、印度尼西亚、欧洲及美洲、阿富汗东达日本以及中国的辽宁省以南等地，生长于海拔280米至3100米的地区，常生长在山坡、河岸、草地及潮湿的地方，目前尚未由人工引种栽培。",
          "qas": []
      }
    ],
    "id": "TRAIN_39",
    "title": "蛇莓"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_40",
        "context": "韩信草（），别称大韩信草、耳挖草、挖耳草、大力草（广州）、烟管草（江苏无锡）、顺草（贵阳）、顺筋草、顺经草、调羹草、疔疮草、笑药草、龙游香草、偏向花（浙江）、合耳花、三合香（河南商城）、红叶犁头草、红叶犁头尖（湖南永兴）、 蓝花茶匙癀 、虎咬癀、铁灯盏 、油灯盏、向天盏、立浪草（台湾）、昏病草、地苏麻、金锁匙、金茶匙、半枝莲、心叶半枝莲、大叶半枝莲、钩头线、印度黄芩（台湾）等，为唇形科黄芩属植物，模式种采自于中国。韩信草的花萼于果熟时会增大闭合，待种子飞散后剩下的下唇坚硬状如耳挖，故而有耳挖草之称。韩信草的花朵，于风中挄动仿如一片紫蓝色的波涛向前湧，故而有立浪草之称。一般是在春、夏季采取，洗净鲜用或晒干用。花期4－5月，果期6－9月。中药名为韩信草，味道苦、辛，性寒，归心、肺及肝经，能清热解毒、 止血消肿、活血止痛等，主治肺痈、肺热咳喘、皮肤瘙痒、肠痈、 牙痛、咽痛、喉痹、便血、吐血、筋骨疼痛 、创伤出血、跌打损伤及毒蛇咬伤等。",
          "qas": []
      }
    ],
    "id": "TRAIN_40",
    "title": "韩信草"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_41",
        "context": "旱金莲（）又名金莲花，十字花目旱金莲科旱金莲属植物，与另一个同名的金莲花（毛茛目毛茛科金莲花属）不同。在台湾俗称的金莲花，实际上是旱金莲。南美洲、秘鲁、玻利维亚至哥伦比亚的安地斯山脉中。繁殖方式有播种和扦插两种。种子很大，容易播种，发芽适温为15-20℃，一般来说，春、秋两季均是播种适期，但春季太晚播种遇到夏季高温会不利开花，播种前种子先浸水二十四小时较容易发芽，种子有嫌光性，播后要略为覆土，约十天后可发芽，待本叶二至三枚时即可移植。行扦插繁殖时，于春季剪取嫩茎插于沙床，栽培期间可用速大多稀释1000倍后每五至十天喷洒一次促进发根。在国外，金莲花是最具代表性的食用花之一，新鲜的叶和花可拌沙拉食用，具有像似山葵辛辣味。，含有丰富的维他命C和铁质。而由金莲花提炼出的精油成分据说有增强元气，改善情绪的功能。富含的维生素、胡萝卜素以及其他微量元素能有效补充细胞的营养，既可活血养颜，也有提神醒脑的作用。金莲花味苦，性寒，无毒，含生物碱、黄酮类，有清热解毒，治上呼吸道感染、扁桃体炎、咽炎、急性中耳炎、急性鼓膜炎、急性淋巴管炎、口疮等功效。",
          "qas": []
      }
    ],
    "id": "TRAIN_41",
    "title": "旱金莲"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_42",
        "context": "红蓼（），为蓼科蓼属一年生草本植物。别名荭草、大红蓼、大毛蓼、游龙、狗尾巴花。成株茎高1～2m，直立，分枝，有节，被密毛。叶片宽卵形或卵形，全缘，两面疏生长毛，叶脉上常较密，有长柄，托叶鞘筒状。花序穗状，顶生或腋生，粉红或玫瑰红色。瘦果扁圆形，种子扁宽卵形，红褐色或黑褐色，顶端微尖，种皮薄。适应性很强，喜在水旁湿地生产。红蓼具有药用、观赏、芽菜之用途。原产中国、澳大利亚。喜温暖湿润的环境，喜光照充足；宜植于肥沃、湿润之地，也耐瘠薄，适应性强。",
          "qas": []
      }
    ],
    "id": "TRAIN_42",
    "title": "红蓼"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_43",
        "context": "花叶万年青（），又名黛粉叶、白玉黛粉叶、彩叶万年青，为天南星科花叶万年青属的植物。原生于加勒比地区至热带南美洲，目前已由人工引种栽培，引入到世界各地，包括台湾岛以及中国大陆的福建、广东等地。",
        "qas": []
      }
    ],
    "id": "TRAIN_43",
    "title": "花叶万年青"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_44",
        "context": "黄蝉（）别称为硬枝黄蝉、夹竹桃叶黄蝉、小花黄蝉、丛立黄蝉及黄兰蝉。为夹竹桃科黄蝉属植物。原生于巴西，现广植于热带地区，为观赏植物。花期为5-8月，果期10-12月。因花蕾的形状及颜色貌似即将羽化的蝉蛹，故而得名硬枝黄蝉。硬枝黄蝉是一种直立灌木，高约1-2米。叶中脉及侧脉披鳞片状短柔毛，侧脉每边7-12条，背脉隆起，单叶3-5片轮生，卵形、椭圆形或长圆形状，长5-12厘米，阔1.5-4厘米，叶柄短约长1-2毫米。花为聚繖花序顶生，鲜黄色，花冠呈漏斗形，裂片圆或卵形先端钝，花冠管内带有红褐色条纹，喉部有毛，冠筒细长基部膨大，长4-6厘米。果为蒴果球形，具长剌，结果率高，直径约2-3厘米。原生于巴西，现广植于热带地区。台湾以及中国大陆的广西、福建、广东、北京等地皆有人工引种栽培。性喜高温多湿气候，喜欢充足阳光，耐寒性较弱，待土壤干燥时补充水份即可。适合以肥沃或砂质壤土栽培。",
          "qas": []
      }
    ],
    "id": "TRAIN_44",
    "title": "黄蝉"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_45",
        "context": "黄花夹竹桃（），亦称黄酒杯花，夹竹桃科黄花夹竹桃属，常见灌木或小乔木。树型较夹竹桃高大，高约2-5米，富含乳汁；形状披针形叶子互生；夏秋开黄花，有香气，聚伞花序顶生；扁三角状球形核果，熟时黑色，果实像桃子一样，割切树干时有乳液渗出。果期在8月至明年2月。黄花夹竹桃原产于南美洲、中美洲及印度，现在世界都广泛栽植于热带及亚热带地区例如：福建、台湾、广东、海南、广东、云南等地有栽培，一般只是作观赏用途。全株有毒。人类中毒时会对口腔及胃部黏膜造成局部刺激，继而呕吐, 腹泻, 延续头痛及腹痛。虽然如此，中医则认为有药用价值，可用作强心药，但长期使用亦会发生洋地黄样蓄积中毒反应。树液及种子对家畜有剧毒",
          "qas": []
      }
    ],
    "id": "TRAIN_45",
    "title": "黄花夹竹桃"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_46",
        "context": "黄槿 （），别称黄木槿、朴仔、披麻、铜麻、港麻、海麻、河麻、山加半、桐花、盐水面头果、古老仔、糕仔树及粿叶树等，为锦葵科木槿属植物，被归类为广义红树林上的植物。花期7-8月。黄槿多长于平地或滨海地区，原产于东半球热带地区。在中国境内，主要分布于华南地区。台湾、越南、缅甸、柬埔寨、印度、印尼、菲律宾、马来西亚、老挝、澳洲东部、大洋洲等地亦有分布。黄槿有抗盐抗旱的特性，可作为热带海岸地区防风、防沙、防潮的优良树种。叶片可供作蒸煮糕粿的枕叶，因而有糕仔树及粿叶树等别称。树皮纤维可制作绳索或织网等用途。枝干木材质轻富弹性，可作家俱或薪柴之用。黄槿的叶及树皮可治支气管炎及咳嗽，叶外敷可治肿毒及作洗涤剂之用，根可作解热及催吐剂。",
          "qas": []
      }
    ],
    "id": "TRAIN_46",
    "title": "黄槿"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_47",
        "context": "芫荽（yán sui），又名胡荽、香菜、盐须、香茜，广东等地为避衰讳也称芫茜。芫荽属一年生草本植物。在中东、地中海、印度、拉丁美洲、中国和东南亚的烹调中经常出现，亦可作药用。芫荽起源于西亚到现代伊朗在内的地区，具体地点难以确定。圣经中出埃及记16章31节用芫荽籽来描述吗哪的形状，显见芫荽籽乃是当时常见食品。但埃及并非芫荽的原产地。希腊人至少在公元前两千年就开始使用芫荽了。中世纪欧洲人经常用芫荽叶子和籽来掩盖坏了的肉的臭味，至今芫荽籽还经常放入欧式香肠。英国在伊丽莎白一世时期，把芫荽籽磨粉调一种在婚礼时喝的甜药酒（），现在芫荽籽粉也常用于调鸡尾酒或泰式冰咖啡。华人比较常食芫荽叶子，用来调汤或凉拌。芳香有辟秽醒脾作用，常用于汤品或菜肴的调味。野生芫荽比较小。野生的整棵芫荽只有4-5寸高，细细的梗，叶子比大拇指稍微大一些。现在常见的人工培养的大很多，可以到一尺左右。",
          "qas": []
      }
    ],
    "id": "TRAIN_47",
    "title": "芫荽"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_48",
        "context": "活血丹（），别名：遍地香、地钱儿、钹儿草、连钱草、铜钱草、白耳莫、乳香藤等，多年生草本，具匍匐茎，上升，逐节生根。茎高10-20厘米，四棱形，基部通常呈淡紫红色，几无毛，幼嫩部分被疏长柔毛。其味辛，性凉，即可口服，又可外用，具有利湿通淋、清热解毒、散瘀消肿等功效。生于林缘、疏林下、草地中、溪边等阴湿处，海拔50-2000米。为唇形科活血丹属下的一个种。",
        "qas": []
      }
    ],
    "id": "TRAIN_48",
    "title": "活血丹"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_49",
        "context": "藿香蓟（）是菊科藿香蓟属一种原产于美洲热带地区，特别是巴西的一年生草本植物，其顽强的生命力在其他地区常被视为入侵杂草。越南语称呼本物种为「猪屎草」，因为这种植物会在肮脏的地方生长。这种植物株高约0.5–1米，长2–6厘米、宽1-3厘米的卵形或三角形对生叶片，花为白色到浅紫红色或浅蓝色，由多朵细小的管状花聚生而成。披白色柔毛，揉碎后有异臭。果实为黑色线状瘦果。它们喜晒太阳，长于荒地、平地和田边比较干燥贫脊的土壤上。霍香蓟、胜红蓟、一枝香、咸虾花、毛麝香、蝶子草、南风草、柳仔黄、白花草、白花臭草。作为一种药用植物，本物种在多种传统医疗文化用作治疗痢疾及腹泻。在传统中医药，藿香蓟可用作治疗「感冒发热、咽喉肿痛，咯血，衄血，崩漏，脘腹疼痛，风湿痹痛」或治疗中耳炎、外伤出血等症。本物种亦可用作植物农药，可毒杀昆虫及线虫（）。",
          "qas": []
      }
    ],
    "id": "TRAIN_49",
    "title": "藿香蓟"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_50",
        "context": "缅栀属（），别称鸡蛋花、印度素馨、鹿角树、番仔花、番花、大季花、蛋黄花、岛屿花，是夹竹桃科的一个属，缅栀属全球约有5000种。一般作观赏用途。落叶大乔至小乔，可高约3-9公尺，花冠为五裂回旋排列，花瓣外部呈现乳白色，内部艳黄，与鸡蛋相似故得名为鸡蛋花，但也有长出粉红色花的品种。果实为黑褐色木质果实，呈椭圆形，果实成熟时会裂开露出扁平具翅的种子，当割切树干时会有白色乳液渗出，乳液有毒。花期为每年3-9月，而果期则在6月至12月。缅栀花原产于西印度群岛、中美洲 、南美洲，目前则已经遍布全世界亚热带及热带地方。中医认为缅栀花有药用价值，性味甘、微寒，可用作预防中暑、肠炎、细菌性痢疾、消化不良、小儿疳积、传染性肝炎及支气管炎等；亦为凉茶五花茶的主要材料之一。白色乳液外敷可医治疥疮、红肿等症，但误服白色乳液可引致呕吐、恶心、发烧、腹泻、心跳加速、嘴唇红肿。花叶亦可煮水，能治感冒，但因枝叶含乳汁，现今少用。缅栀花可提取香精供制造高级化妆品、香皂和食品添加剂之用；而夏威夷女孩则会将缅栀花串成花环。",
          "qas": []
      }
    ],
    "id": "TRAIN_50",
    "title": "鸡蛋花"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_51",
        "context": "夹竹桃（），又名洋夹竹桃或欧洲夹竹桃，是龙胆目夹竹桃科夹竹桃属的唯一一种，为常绿灌木或小乔木，原生于地中海盆地，因为茎部像竹，花朵像桃，因而为名，也是具观赏价值的中草药。北非古城沃吕比利斯就是以洋夹竹桃的旧拉丁文名而取名的。夹竹桃出产自摩洛哥及葡萄牙以东至地中海地区及亚洲南部至中国的云南。它们一般会生长在干涸的河床。本种可以生长至2-6米高，在直立的枝上向外展开。特征为叶轮生，蓇葖果呈圆柱状，种子很多，披褐色长毛。叶子成对或三块一组，厚身及革质，呈深绿色，窄而呈尖枪状，长5-21厘米，阔2.5-5厘米，边缘平滑。花朵成束的在枝端长出，成聚繖花序，花期为4至9月，有白色、粉红色或黄色，直径2.5-5厘米，有一个五瓣的花冠。它们一般，但不是经常，会散发出甜香味。果实长而窄，有5-23厘米长，成熟时会爆开放出大量种子。以往有香味的夹竹桃被分类成不同的品种但由于其特征并不稳定，故以不再使用这个分类。台湾也曾经发生过有人以夹竹桃枝当筷子，吃下有毒汁液中毒案例。",
          "qas": []
      }
    ],
    "id": "TRAIN_51",
    "title": "夹竹桃"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_52",
        "context": "荚蒾（）为五福花科荚蒾属的植物，又称檕迷、檕蒾。落叶灌木。幼枝绿色被星状毛，近圆形或广卵形的叶子对生，叶背面具星状毛，叶背基部两侧具腺体和腺点；夏季开白色小花，在枝端密集成聚伞花序。红色广卵形的核果，果熟9～11月。分布于台湾、朝鲜、日本以及中国大陆的河南、广东、四川、广西、浙江、河北、江苏、陕西、湖南、云南、安徽、贵州、福建、湖北、江西等地，生长于海拔100米至1000米的地区，多生长于山谷疏林下、林缘、山坡及山脚灌丛中，目前尚未由人工引种栽培。",
          "qas": []
      }
    ],
    "id": "TRAIN_52",
    "title": "荚蒾"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_53",
        "context": "薑花（），为薑科薑花属植物。该物种是古巴的国花。因根茎及叶状似生薑，因而得名薑花。另有水薑花、野薑花、南薑花、水枸薑、路边姜、蝴蝶薑、良姜、大良姜、大蘘荷、洋姜野、洋荷、土姜活、土羌活（四川中药志）、山姜活、山羌活、蝴蝶姜、蝴蝶花、白蝴蝶花、白薑花、白草果、英国花、穗花山奈、夜寒舒及立芨等别名。白色的花卉因外型貌似一长约6－8厘米的白色蝴蝶，于绿草丛中穿梭 ，因而别称为蝴蝶薑、蝴蝶花及白蝴蝶花。薑花原产于印度喜马拉雅山，现分布于印度、锡兰、澳洲、马来西亚、越南及中国南方、台湾，中国国内分布于广西、广东、香港、湖南、四川、云南等地，本种为阳性植物，性喜高温潮湿环境，可耐阴、耐寒但不耐风，喜长于水边、沟边潮湿处、林边，砂质壤土或肥沃保水性良好壤土为佳。因不擅结果，一般采用分株法繁殖。",
          "qas": []
      }
    ],
    "id": "TRAIN_53",
    "title": "姜花"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_54",
        "context": "角堇菜（）是堇菜科堇菜属的多年生草本植物，原产西班牙东部、法国南部和安道尔。角堇菜园艺应用相对较少，栽培中更常见是角堇菜与大花三色堇的杂交种——小花三色堇。二者的区别在于角堇菜的花朵为纯色，花瓣较窄，侧瓣略微朝下，而小花三色堇往往是杂色，并且花瓣更圆、稍微互相重叠，侧瓣向外或向上。",
        "qas": []
      }
    ],
    "id": "TRAIN_54",
    "title": "角堇菜"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_55",
        "context": "结香（）别名“黄瑞香”、“滇瑞香”、“黄花结香”，是瑞香科结香属植物。落叶灌木，枝常三歧；广卵形叶子，两面被毛；春季开花，花集成球状，没有花冠，萼筒呈花冠状。看上去四瓣的其实并不是花瓣而是花萼——花形跟瑞香很相似，只不过“结香”的花颜色是金黄色的而且被有茸毛，而，瑞香的花蕾是深紫红色，开放后内部呈极淡的红色。跟瑞香相似的是半球形的花序，甚美丽。但是他们最大的区别就是：瑞香四季常青，结香是落叶灌木并且“花先于叶开放”。结香的和名是「三桠」或「三又」，这是因为日本人发现结香的枝干要分叉必定都是“三叉”的，而且纤维质地强韧，是重要的制造和纸的材料之一，负责印制日元纸钞的国立印刷局每年均与岛根县、冈山县、高知县、德岛县、爱媛县、山口县种植结香的农民团体协商价格契约收购。不过因为种植的农民年事渐长，种植面积及产量从2005年之后逐年减少，国立印刷局逐渐改从尼泊尔与中国大陆进口，据2016年统计，进口比例已达九成。",
          "qas": []
      }
    ],
    "id": "TRAIN_55",
    "title": "结香"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_56",
        "context": "金苞花（），别名黄虾花、小虾花、虾子花、金苞虾衣花，原产地为墨西哥、祕鲁及南美洲奎亚那，有二种品种，一种苞片为紫褐色，另一种苞片则为黄色。苞片为黄色者较为常见，花型分为上下两唇，外型酷似嘴唇。金苞花花期较长，从夏至冬，花串寿命长达数周。野生小虾花可长高至2至3呎，而一般家庭所栽种者高多不超过1呎。",
          "qas": []
      }
    ],
    "id": "TRAIN_56",
    "title": "金苞花"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_57",
        "context": "金樱子（）为蔷薇科蔷薇属植物，可供观赏。攀援状灌木，株高最高可达5米，枝条常弯曲，散生着扁而且弯的钩刺。叶互生，革质，为奇数羽状复叶；小叶3至5片，椭圆形，顶端渐尖，长约1至6厘米，顶生的那片小叶较大，叶子边沿不锯齿。春夏之交开花，花白色，直径较大，可达5至7厘米，花萼有腺毛和皮刺，萼片有5，卵状披针形；花蕊黄色。果实梨形开倒卵形，长约3厘米，直径1至1.5厘米，像爆米花用的炉头，又像酒坛，外面披着刺毛，果实可以入药。原产于台湾、老挝、越南以及中国大陆长江以南各省。性平，味酸、甘甜，有涩味。归肾、膀胱、大肠经。固精缩尿，涩肠止泻。用于肝肾亏虚，腰膝酸软，遗精，滑精，遗尿，尿频，久虚久痢，肺虚喘咳，自汗、盗汗、带下等。",
          "qas": []
      }
    ],
    "id": "TRAIN_57",
    "title": "金樱子"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_58",
        "context": "月橘（），别称七里香、九里香、十里香、千里香、万里香、满山香、九秋香、九树香、千只眼、千只眼跌打、千枝叶、臭千只眼、小万年青、青木香、四季香、四时橘、石柃、石芬等，为芸香科九里香属植物。月橘的花能提炼芳香油，花及熟果可供食用，晒干后的花可泡茶饮用，古时贵族使用月橘的树皮或树脂，与雅香同置薰笼中薰香衣服，木材坚硬可作手杖、印章、农具及小刀柄等，亦常人工栽培作绿篱之用。花期4－9月，果期9－12月。月橘的花因浓郁而独特的香味，能飘散往远处故而有七里香、九里香、十里香、千里香、万里香、满山香等之称。",
          "qas": []
      }
    ],
    "id": "TRAIN_58",
    "title": "九里香"
  },
  {
    "paragraphs": [
      {
        "id": "TRAIN_59",
        "context": "蜀葵（）是锦葵科蜀葵属植物，又名一丈红、熟季花、麻杆花、戎葵、吴葵、卫足葵、胡葵。在晋语地区俗称为大花。原产中国西南地区，15世纪前传入欧洲，世界各地均有栽培，花及根和种子可入药。多年生草本，高达2.5米，全株被星状毛，茎木质化，直立，不分枝，通常绿色或绿褐色。叶互生，圆钝形或卵状圆形，有时呈5－7浅裂，直径6－15厘米，先端钝圆，基部心形，边缘具圆齿，掌状脉5－7条；叶柄长2.5－4厘米。花大，有红、紫、白、黄及黑紫各色，单瓣或重瓣，单生于叶腋，直径6－9厘米；小苞片6－7，基部全生，先急尖，里面被长柔毛；萼钟状，5裂，裂片卵形；花瓣花丝连合成筒状，子房多室，每室1胚珠。果扁球形，直径约3厘米，成熟时每心皮自中轴分离。花期5－6月，果期6－7月。解互散红，凉血止血，利尿通便。用于梅核气、二便函不利、痢疾、吐血、崩漏、白带、痈肿疮毒、汤火伤等。",
        "qas": []
      }
    ],
    "id": "TRAIN_59",
    "title": "蜀葵"
  }
]